[
  {
    "id": "bd095fd1-0869-46c8-958c-d3f9cb46dd48",
    "title": "Senpai! Waza to ja Nai n desu!",
    "description": "Sachi, a high school student, is confessed to by her love Jun, a senior who is a year older than her, and they are finally going out! However, as soon as she realizes that she is in love with Jun, Sachi has a constitution that causes her to have accidental pervert incidents with him every chance she gets! When Sachi tries to hold his hand for the first time, she accidentally puts her hand down his pants and she ends up deeply misunderstanding Jun when he asks her to pull out her hand. \n\nIt's a sexy cute☆romantic comedy!",
    "coverArtId": "c8506cc6-d992-455c-8c8e-62f19f2c5f40",
    "imgLink": "https://uploads.mangadex.org/covers/bd095fd1-0869-46c8-958c-d3f9cb46dd48/1e9e0d64-c747-4e33-9b80-4c8eba0532ae.jpg"
  },
  {
    "id": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": "Maria no Danzai",
    "description": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
    "coverArtId": "b7c84287-bb50-48d2-801f-87f266fc61c3",
    "imgLink": "https://uploads.mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/be1f4a6f-5403-4889-bfd3-6f27d34981cf.jpg"
  },
  {
    "id": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": "The Ghost and the Exhausted Office Worker",
    "description": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter.",
    "coverArtId": "dcd0c937-3f08-4ef5-9f7d-8e83bec0dabd",
    "imgLink": "https://uploads.mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg"
  },
  {
    "id": "4d2242e4-748b-4f24-bd69-219bc02afe59",
    "title": "My Love Tiger",
    "description": "Sunghoon was a normal high schooler until one day, he finds out he is engaged to a tiger from Korean mythology. It is foretold that the world will end unless Sunghoon marries the tiger. This story begins with the cute smile of the tiger girl.  \n  \n*Notice: This series reads like a manga, from right-to-left.*",
    "coverArtId": "991e23f8-4628-4f89-9dbe-e9ff196acbe1",
    "imgLink": "https://uploads.mangadex.org/covers/4d2242e4-748b-4f24-bd69-219bc02afe59/b20048c3-5ffd-4bb3-9c16-ba69924cf569.jpg"
  },
  {
    "id": "26c4a83f-4078-431b-b862-820c452bb278",
    "title": "Misoshiru de Kanpai!",
    "description": "Zenichirou is a middle school student raised in a motherless family. His breakfast always consists of onigiri and instant miso soup from the convenience store. Yae, a childhood friend of Zenichirou, cannot stand to see him eat such an innutritious breakfast, so she decides to make him breakfast every morning…  \n  \nThis story conveys a simple message: eating with another person makes miso soup taste more delicious and hearty!",
    "coverArtId": "1b413d97-5df8-4b7d-973f-77c173cff377",
    "imgLink": "https://uploads.mangadex.org/covers/26c4a83f-4078-431b-b862-820c452bb278/9c0e0cb7-2b1f-434a-a9ab-8bb79c6c956c.jpg"
  },
  {
    "id": "615123b3-b813-4d7d-8c72-eb5c4146d76e",
    "title": "Sugar Meets Girl!",
    "description": "A Sweet and Juicy Girls' Comedy~\n\nFeaturing:\n\nSato Kanna, daughter of a yakuza boss, she's known for being loyal to her friends and her slightly delinquent appearance.\n\nAnd Mochizuki Mito, class president and the school's most envied upon young lady.\n\nJust what unexpected secrets did these two girls found out about each other!?",
    "coverArtId": "ef5dd3f6-dbce-4548-858f-d92265f1a3c7",
    "imgLink": "https://uploads.mangadex.org/covers/615123b3-b813-4d7d-8c72-eb5c4146d76e/bd1ec245-678c-4d4f-8e7a-e6eea3091079.jpg"
  },
  {
    "id": "c49df081-b955-4c04-936d-72106ff909cc",
    "title": "Full Metal Panic!",
    "description": "Trouble always seems to follow the beautiful and sassy, Kaname Chidori. Though she is only a high-school student, Kaname is constantly the target of terrorism. Lucky for her though, the dreamy Sosuke, an undercover agent from Mithril, is one step behind her, ready to protect her at any cost. But will he be able to save her from harm every time she is in trouble?",
    "coverArtId": "316f50d8-5416-4fc9-9e51-b5b48d1dc665",
    "imgLink": "https://uploads.mangadex.org/covers/c49df081-b955-4c04-936d-72106ff909cc/a286fe01-288d-487a-b4dd-74b6e829857c.jpg"
  },
  {
    "id": "95d3a4dc-e888-4761-91e2-abf3a5a823f6",
    "title": "Even Though I Transmigrated as a Villainess, I’d Rather Raise a Cat",
    "description": "I transmigrated as Rowaine, the villainess who was executed for abusing a werebeast. In order to escape death, I decided to replace my sister Linier in her arranged marriage.\n\nThe problem is that Duke Blois, the groom, is a cat werebeast who is known as a bloodthirsty battlefield monster…\n\n“My dear, I heard your hobbies include abusing werebeasts like myself.”\n\n“I haven’t heard of such a condition stating that women who abused werebeasts could not be Your Grace’s wife, though.”\n\nHis emerald eyes flashed dangerously at me, I quickly kept speaking before he could say anything.\n\n“If my hobby is a problem, then I promise that I will never abuse you, Your Grace.”\n\n“Ha– what?”\n\nThis is the story of a ten-year contractual marriage between a cat lover and a prickly cat werebeast.",
    "coverArtId": "c8dc9c31-64db-4867-bae4-bf54d6164f9b",
    "imgLink": "https://uploads.mangadex.org/covers/95d3a4dc-e888-4761-91e2-abf3a5a823f6/75a12285-2134-42e2-8927-d26219d1dc55.png"
  },
  {
    "id": "519e9368-8b90-4c97-91cc-3fe8ce9da6e3",
    "title": "Gimmick!",
    "description": "Kohei Nagase is an prodigy special effects artist. He and pro stuntman, Shingo Kannazuki, form Studio Gimmick. Together, they help people in need of Studio Gimmick's exceptional services. These people's problems are often able to be solved with Kohei's stunning special effects skills.",
    "coverArtId": "f6f6dce9-5aa4-482d-b9c3-cebf64abf9a0",
    "imgLink": "https://uploads.mangadex.org/covers/519e9368-8b90-4c97-91cc-3fe8ce9da6e3/c51ba222-28e0-4d83-8d58-e338b9e44475.jpg"
  },
  {
    "id": "3f3b46a2-a399-4883-bc83-783f2fbd18d7",
    "title": "Paper Braver",
    "description": "An RPG-style high school comedy set in present-day Japan, centering around Shiromado Hijiri, a very serious White Mage, and Michibikari Yuuto, a motivationless Hero.\n\nWatch as they futilely struggle to raise the level of the hopeless Hero, day in and day out, in order to one day defeat the Demon Lord.",
    "coverArtId": "7d906328-5ba0-4f33-9515-73c2aeb9d5a9",
    "imgLink": "https://uploads.mangadex.org/covers/3f3b46a2-a399-4883-bc83-783f2fbd18d7/c1a59ed8-5aee-4f15-8e88-0ae66586d0ac.jpg"
  }
]